{"translation-revision-date":"2025-08-03 09:08:59+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"vi_VN"},"Keyword Density is %1$s which is high, the Focus Keyword and combination appears %2$s times.":["Mật độ từ khóa là %1$s, điều này là cao, từ khóa chính và sự kết hợp xuất hiện %2$s lần."],"Keyword Density is %1$s which is low, the Focus Keyword and combination appears %2$s times.":["Mật độ từ khóa là %1$s, điều này là thấp, từ khóa chính và sự kết hợp xuất hiện %2$s lần."],"Reviews are enabled for this Product. Good Job!":["Đánh giá được bật cho Sản phẩm này. Làm tốt lắm!"],"Reviews are disabled on this Product.":["Đánh giá bị tắt trên Sản phẩm này."],"You are not using %1$s to optimise this %2$s.":["Bạn không sử dụng %1$s để tối ưu hóa %2$s này."],"You are using %1$s to optimise this %2$s.":["Bạn đang sử dụng %1$s để tối ưu hóa %2$s này."],"Use %1$s to optimise the  %2$s.":["Sử dụng %1$s để tối ưu hóa %2$s."],"You are using the Product Schema for this Product":["Bạn đang sử dụng Schema sản phẩm cho Sản phẩm này"],"You are not using the Product Schema for this Product.":["Bạn không sử dụng Schema sản phẩm cho Sản phẩm này."],"Your title doesn't contain a %1$s word.":["Tiêu đề của bạn không chứa từ %1$s."],"You are using short paragraphs.":["Bạn đang sử dụng các đoạn văn ngắn."],"Content should be %1$s long.":["Nội dung nên dài %1$s."],"Your title doesn't contain a %1$s. Add at least one.":["Tiêu đề của bạn không chứa %1$s. Thêm ít nhất một."],"Your title contains %1$d power word(s). Booyah!":["Tiêu đề của bạn chứa %1$d từ mạnh. Tuyệt vời!"],"We found %1$d outbound links in your content and all of them are nofollow.":["Chúng tôi đã tìm thấy %1$d liên kết ngoài trong nội dung của bạn và tất cả chúng đều là nofollow."],"URL is %1$d characters long. Consider shortening it.":["URL dài %1$d ký tự. Cân nhắc rút ngắn nó."],"URL is %1$d characters long. Kudos!":["URL dài %1$d ký tự. Rất tốt!"],"Content is %1$d words long. Good job!":["Nội dung dài %1$d từ. Làm tốt lắm!"],"Keyword Density is 0. Aim for around 1% Keyword Density.":["Mật độ từ khóa là 0. Hãy nhắm đến Mật độ từ khóa khoảng 1%."],"Table of Contents help break down content into smaller, digestible chunks. It makes reading easier which in turn results in better rankings.":["Mục lục giúp chia nhỏ nội dung thành các phần nhỏ hơn, dễ tiêu hóa hơn. Nó giúp việc đọc dễ dàng hơn, từ đó dẫn đến thứ hạng tốt hơn."],"Content is %1$d words long. Consider using at least 600 words.":["Nội dung hiện có độ dài là %1$d từ. Hãy cân nhắc viết ít nhất 600 từ để tối ưu hóa."],"You have %1$s this Focus Keyword.":["Bạn đã %1$s từ khoá chính này."],"We detected a gallery in your content & assuming that you added Focus Keyword in alt in at least one of the gallery images.":["Chúng tôi đã phát hiện một thư viện trong nội dung của bạn & giả định rằng bạn đã thêm từ khoá chính vào văn bản thay thế trong ít nhất một trong các hình ảnh của thư viện."],"already used":["đã được sử dụng"],"Content with images and\/or video feels more inviting to users. It also helps supplement your textual content.":["Nội dung có hình ảnh và \/ hoặc video tạo cảm giác hấp dẫn hơn đối với người dùng. Nó cũng giúp bổ sung cho nội dung văn bản của bạn."],"Add a few images and\/or videos to make your content appealing.":["Thêm một vài hình ảnh và \/ hoặc video để làm cho nội dung của bạn hấp dẫn hơn."],"You are not using rich media like images or videos.":["Bạn không sử dụng phương tiện phong phú như hình ảnh hoặc video."],"Your content contains images and\/or video(s).":["Nội dung của bạn chứa hình ảnh và \/ hoặc video."],"Short paragraphs are easier to read and more pleasing to the eye. Long paragraphs scare the visitor, and they might result to SERPs looking for better readable content.":["Các đoạn văn ngắn dễ đọc hơn và dễ nhìn hơn. Các đoạn văn dài làm cho khách truy cập sợ hãi và họ có thể dẫn đến việc SERP tìm kiếm nội dung dễ đọc hơn."],"Add short and concise paragraphs for better readability and UX.":["Thêm các đoạn văn ngắn gọn và súc tích để dễ đọc và UX tốt hơn."],"At least one paragraph is long. Consider using short paragraphs.":["Ít nhất một đoạn văn là dài. Cân nhắc sử dụng các đoạn văn ngắn."],"Use Table of Content to break-down your text.":["Sử dụng Mục lục để chia nhỏ văn bản của bạn."],"You don't seem to be using a %1$s.":["Có vẻ như bạn không sử dụng %1$s."],"You seem to be using a %1$s to break-down your text.":["Có vẻ như bạn đang sử dụng %1$s để chia nhỏ văn bản của mình."],"Headlines with numbers are 36% more likely to generate clicks, according to research by Conductor.":["Theo nghiên cứu của Conductor, các tiêu đề có số có khả năng tạo ra nhấp chuột cao hơn 36%."],"Add a number to your title to improve CTR.":["Thêm một số vào tiêu đề của bạn để cải thiện CTR."],"Your SEO title doesn't contain a number.":["Tiêu đề SEO của bạn không chứa số."],"You are using a number in your SEO title.":["Bạn đang sử dụng một số trong tiêu đề SEO của mình."],"Power Words are tried-and-true words that copywriters use to attract more clicks.":["\"Từ khóa mạnh\" là những từ đã được thử nghiệm và đúng đắn mà các nhà viết quảng cáo sử dụng để thu hút nhiều nhấp chuột hơn."],"Add %s to your title to increase CTR.":["Thêm %s vào tiêu đề của bạn để tăng CTR."],"Headlines with a strong emotional sentiment (positive or negative) tend to receive more clicks.":["Các tiêu đề có cảm xúc mạnh mẽ (tích cực hoặc tiêu cực) có xu hướng nhận được nhiều nhấp chuột hơn."],"Titles with positive or negative sentiment work best for higher CTR.":["Các tiêu đề có cảm xúc tích cực hoặc tiêu cực hoạt động tốt nhất cho CTR cao hơn."],"Your title has a positive or a negative sentiment.":["Tiêu đề của bạn có cảm xúc tích cực hoặc tiêu cực."],"The SEO page title should contain the Focus Keyword preferably at the beginning.":["Tiêu đề trang SEO nên chứa Từ khóa chính, tốt nhất là ở phần đầu."],"Use the Focus Keyword near the beginning of SEO title.":["Sử dụng Từ khóa chính gần phần đầu của tiêu đề SEO."],"Focus Keyword doesn't appear at the beginning of SEO title.":["Từ khóa chính không xuất hiện ở đầu tiêu đề SEO."],"Focus Keyword used at the beginning of SEO title.":["Từ khóa chính được sử dụng ở đầu tiêu đề SEO."],"We are searching in database.":["Chúng tôi đang tìm kiếm trong cơ sở dữ liệu."],"Set a Focus Keyword for this content.":["Đặt Từ khóa chính cho nội dung này."],"You haven't used this Focus Keyword before.":["Bạn chưa sử dụng Từ khóa chính này trước đây."],"Internal links decrease your bounce rate and improve SEO.":["Liên kết nội bộ làm giảm tỷ lệ thoát của bạn và cải thiện SEO."],"Add internal links in your content.":["Thêm liên kết nội bộ trong nội dung của bạn."],"We couldn't find any internal links in your content.":["Chúng tôi không thể tìm thấy bất kỳ liên kết nội bộ nào trong nội dung của bạn."],"You are linking to other resources on your website which is great.":["Bạn đang liên kết đến các tài nguyên khác trên trang web của mình, điều này thật tuyệt."],"There is no ideal keyword density percentage, but it should not be too high. The most important thing is to keep the copy natural.":["Không có tỷ lệ phần trăm mật độ từ khóa lý tưởng, nhưng nó không nên quá cao. Điều quan trọng nhất là giữ cho bản sao tự nhiên."],"Add DoFollow links pointing to external resources.":["Thêm liên kết DoFollow trỏ đến các tài nguyên bên ngoài."],"At least one external link with DoFollow found in your content.":["Ít nhất một liên kết bên ngoài với DoFollow được tìm thấy trong nội dung của bạn."],"It helps visitors read more about a topic and prevents pogosticking.":["Nó giúp khách truy cập đọc thêm về một chủ đề và ngăn chặn việc nhấp chuột liên tục."],"Link out to external resources.":["Liên kết đến các tài nguyên bên ngoài."],"No outbound links were found. Link out to external resources.":["Không tìm thấy liên kết ra ngoài. Liên kết đến các tài nguyên bên ngoài."],"Great! You are linking to external resources.":["Tuyệt vời! Bạn đang liên kết đến các tài nguyên bên ngoài."],"It is recommended to add the focus keyword in the alt attribute of one or more images.":["Bạn nên thêm từ khóa chính vào thuộc tính alt của một hoặc nhiều hình ảnh."],"Add an image with your Focus Keyword as alt text.":["Thêm hình ảnh với Từ khóa chính của bạn làm văn bản thay thế."],"Focus Keyword not found in image alt attribute(s).":["Không tìm thấy Từ khóa chính trong (các) thuộc tính alt của hình ảnh."],"Focus Keyword found in image alt attribute(s).":["Đã tìm thấy Từ khóa chính trong (các) thuộc tính alt của hình ảnh."],"It is recommended to add the focus keyword as part of one or more subheadings in the content.":["Bạn nên thêm từ khóa chính như một phần của một hoặc nhiều tiêu đề phụ trong nội dung."],"Use Focus Keyword in subheading(s) like H2, H3, H4, etc..":["Sử dụng Từ khóa chính trong (các) tiêu đề phụ như H2, H3, H4, v.v."],"URL unavailable. Add a short URL.":["URL không khả dụng. Hãy thêm một URL ngắn."],"Minimum recommended content length should be 600 words.":["Độ dài nội dung tối thiểu được đề xuất nên là 600 từ."],"PageRank Sculpting no longer works. Your posts should have a mix of nofollow and DoFollow links.":["Điêu khắc PageRank không còn hoạt động nữa. Bài viết của bạn nên có kết hợp các liên kết nofollow và DoFollow."],"Permalink should be at most 75 characters long.":["Liên kết cố định nên dài tối đa 75 ký tự."],"Add Focus Keyword to the SEO title.":["Thêm từ khóa chính vào tiêu đề SEO."],"Add Focus Keyword to your SEO Meta Description.":["Thêm từ khóa chính vào thẻ mô tả meta SEO của bạn."],"Use Focus Keyword in the URL.":["Sử dụng từ khóa chính trong URL."],"Focus Keyword used in the URL.":["Từ khóa chính đã được sử dụng trong URL."],"Use Focus Keyword at the beginning of your content.":["Sử dụng Từ khoá chính ngay từ đầu nội dung của bạn."],"Use Focus Keyword in the content.":["Đưa Từ khoá chính vào trong nội dung của bạn."],"Focus Keyword not found in subheading(s) like H2, H3, H4, etc..":["Không tìm thấy từ khoá chính trong các tiêu đề phụ như H2, H3, H4, v.v.."],"Focus Keyword found in the subheading(s).":["Đã tìm thấy từ khoá chính trong các tiêu đề phụ."],"It is recommended to make the focus keyword appear in the post content too.":["Bạn nên cho từ khoá chính xuất hiện trong nội dung bài viết."],"Focus Keyword doesn't appear in the content.":["Từ khoá chính không xuất hiện trong nội dung."],"Focus Keyword found in the content.":["Đã tìm thấy từ khoá chính trong nội dung."],"The first 10% of the content should contain the Focus Keyword preferably at the beginning.":["10% nội dung đầu tiên nên chứa từ khoá chính, tốt nhất là ở phần đầu."],"Focus Keyword doesn't appear at the beginning of your content.":["Từ khoá chính không xuất hiện ở đầu nội dung của bạn."],"Focus Keyword appears in the first 10% of the content.":["Từ khoá chính xuất hiện trong 10% nội dung đầu tiên."],"Include the focus keyword in the slug (permalink) of this post.":["Bao gồm từ khoá chính trong liên kết cố định (slug) của bài viết này."],"Focus Keyword not found in the URL.":["Không tìm thấy từ khoá chính trong URL."],"Make sure the focus keyword appears in the SEO description too.":["Hãy đảm bảo từ khoá chính cũng xuất hiện trong phần mô tả SEO."],"Focus Keyword not found in your SEO Meta Description.":["Không tìm thấy từ khoá chính trong mô tả Meta SEO của bạn."],"Focus Keyword used inside SEO Meta Description.":["Đã sử dụng từ khoá chính trong Mô tả Meta SEO."],"Make sure the focus keyword appears in the SEO post title too.":["Hãy đảm bảo từ khoá chính cũng xuất hiện trong tiêu đề SEO của bài viết."],"Focus Keyword does not appear in the SEO title.":["Từ khoá chính không xuất hiện trong tiêu đề SEO."],"Hurray! You're using Focus Keyword in the SEO Title.":["Tuyệt vời! Bạn đang sử dụng từ khoá chính trong Tiêu đề SEO."],"Keyword Density is %1$s, the Focus Keyword and combination appears %2$s times.":["Mật độ từ khóa là %1$s, từ khóa chính và sự kết hợp xuất hiện %2$s lần."]}},"comment":{"reference":"assets\/admin\/js\/analyzer.js"}}