{"translation-revision-date":"2025-08-03 09:08:59+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"vi_VN"},"Select Account":["Chọn Tài khoản"],"Updated":["Đã cập nhật"],"Resetted":["Đã đặt lại"],"Resetting…":["Đang đặt lại…"],"Updating…":["Đang cập nhật…"],"Test Connections":["Kiểm tra kết nối"],"Some permissions are missing, please reconnect":["Một số quyền bị thiếu, vui lòng kết nối lại"],"Website Name":["Tên trang web"],"Your name or company name intended to feature in Google's Knowledge Panel.":["Tên của bạn hoặc tên công ty dự định xuất hiện trong Bảng tri thức của Google."],"Person\/Organization Name":["Tên Cá nhân\/Tổ chức"],"An alternate version of your site name (for example, an acronym or shorter name).":["Phiên bản thay thế của tên trang web của bạn (ví dụ: tên viết tắt hoặc tên ngắn hơn)."],"Website Alternate Name":["Tên thay thế của trang web"],"Enter the name of your site to appear in search results.":["Nhập tên trang web của bạn để xuất hiện trong kết quả tìm kiếm."],"No posts found without SEO score.":["Không tìm thấy bài viết nào mà không có điểm SEO."],"Recalculate SEO Scores":["Tính toán lại điểm SEO"],"<strong>Min Size: 112Χ112px<\/strong>.<br \/>A squared image is preferred by the search engines.":["<strong>Kích thước tối thiểu: 112Χ112px<\/strong>.<br \/>Hình ảnh vuông được các công cụ tìm kiếm ưa chuộng hơn."],"Data Stream":["Luồng dữ liệu"],"You can easily switch between modes at any point.":["Bạn có thể dễ dàng chuyển đổi giữa các chế độ bất kỳ lúc nào."],"Note":["Lưu ý"],"Create new GA4 Property":["Tạo thuộc tính GA4 mới"],"Are you sure, you want to create a new GA4 Property?":["Bạn có chắc chắn muốn tạo một Thuộc tính GA4 mới không?"],"Enable the Index Status tab":["Bật tab Trạng thái chỉ mục"],"Something went wrong! Please try again.":["Có lỗi xảy ra! Vui lòng thử lại."],"When a featured image or an OpenGraph Image is not set for individual posts\/pages\/CPTs, this image will be used as a fallback thumbnail when your post is shared on Facebook. <strong>The recommended image size is 1200 x 630 pixels.<\/strong>":["Khi hình ảnh nổi bật hoặc Hình ảnh OpenGraph không được đặt cho các bài viết \/ trang \/ CPT riêng lẻ, hình ảnh này sẽ được sử dụng làm hình thu nhỏ dự phòng khi bài viết của bạn được chia sẻ trên Facebook. <strong>Kích thước hình ảnh được đề xuất là 1200 x 630 pixel.<\/strong>"],"Know more about the PRO version":["Tìm hiểu thêm về phiên bản PRO"],"Receive Analytics reports periodically in email.":["Nhận báo cáo Analytics định kỳ qua email."],"Learn more about Email Reports.":["Tìm hiểu thêm về Báo cáo qua email."],"Email Reports":["Báo cáo qua email"],"click here":["nhấp vào đây"],"Are you sure you want to disconnect Google services from your site?":["Bạn có chắc chắn muốn ngắt kết nối các dịch vụ của Google khỏi trang web của mình không?"],"Subscribe to Our YouTube Channel":["Đăng ký Kênh YouTube của chúng tôi"],"Self-Hosted Analytics JS File":["Tệp JS Phân tích tự lưu trữ"],"You have not given the permission to fetch this data. Please <a href=\"%s\">reconnect<\/a> with all required permissions.":["Bạn chưa cấp quyền để lấy dữ liệu này. Vui lòng <a href=\"%s\">kết nối lại<\/a> với tất cả các quyền cần thiết."],"Select this if you have a custom Rank Math settings file you want to use.":["Chọn điều này nếu bạn có tệp cài đặt Rank Math tùy chỉnh mà bạn muốn sử dụng."],"Google AdSense support is only available in Rank Math Pro's Advanced Analytics module.":["Hỗ trợ Google AdSense chỉ khả dụng trong module Phân tích nâng cao của Rank Math Pro."],"Reconnect":["Kết nối lại"],"Enable this option only if you are not using any other plugin\/theme to install Google Analytics code.":["Chỉ bật tùy chọn này nếu bạn không sử dụng bất kỳ plugin \/ giao diện nào khác để cài đặt mã Google Analytics."],"Disconnect":["Ngắt kết nối"],"Install analytics code":["Cài đặt mã phân tích"],"Anonymize IP addresses":["Ẩn danh địa chỉ IP"],"Exclude Logged-in users":["Loại trừ người dùng đã đăng nhập"],"Benefits of Connecting Google Account":["Lợi ích của việc kết nối tài khoản Google"],"AdSense":["AdSense"],"Property":["Thuộc tính"],"Site":["Trang web"],"Connect Google Services":["Kết nối dịch vụ Google"],"Verify site ownership on Google Search Console in a single click":["Xác minh quyền sở hữu trang web trên Google Search Console chỉ bằng một cú nhấp chuột"],"Learn more about the benefits of connecting your account here.":["Tìm hiểu thêm về lợi ích của việc kết nối tài khoản của bạn tại đây."],"Connect Google&trade; Services":["Kết nối các dịch vụ của Google ™"],"Use our revolutionary SEO Analyzer to scan your website for SEO errors":["Sử dụng Trình phân tích SEO mang tính cách mạng của chúng tôi để quét trang web của bạn để tìm lỗi SEO"],"Free keyword suggestions when entering a focus keyword":["Gợi ý từ khóa miễn phí khi nhập từ khóa trọng tâm"],"Benefits of Connecting Rank Math Account":["Lợi ích của việc kết nối tài khoản Rank Math"],"Connect Your Rank Math Account":["Kết nối tài khoản Rank Math của bạn"],"Automatically submit sitemaps to the Google Search Console":["Tự động gửi sơ đồ trang web tới Google Search Console"],"Easily set up Google Analytics without using another 3rd party plugin":["Dễ dàng thiết lập Google Analytics mà không cần sử dụng plugin bên thứ 3 khác"],"Track page and keyword rankings with the Advanced Analytics module":["Theo dõi thứ hạng trang và từ khóa với module Phân tích nâng cao"],"You are using the recommended WordPress version.":["Bạn đang sử dụng phiên bản WordPress được khuyến nghị."],"available":["có sẵn"],"Account":["Tài khoản"],"Connected":["Đã kết nối"],"Disconnect Account":["Ngắt kết nối tài khoản"],"Not Connected":["Chưa kết nối"],"For the advanced users who want to control every SEO aspect of the website. You are offered options to change everything and have full control over the website’s SEO.":["Dành cho người dùng nâng cao muốn kiểm soát mọi khía cạnh SEO của trang web. Bạn được cung cấp các tùy chọn để thay đổi mọi thứ và kiểm soát hoàn toàn SEO của trang web."],"For websites where you only want to change the basics and let Rank Math do most of the heavy lifting. Most settings are set to default as per industry best practices. One just has to set it and forget it.":["Dành cho các trang web mà bạn chỉ muốn thay đổi những điều cơ bản và để Rank Math thực hiện hầu hết các công việc nặng nhọc. Hầu hết các cài đặt được đặt mặc định theo các phương pháp hay nhất của ngành. Bạn chỉ cần đặt nó và quên nó đi."],"The Role Manager allows you to use WordPress roles to control which of your site users can have edit or view access to Rank Math's settings.":["Trình quản lý vai trò cho phép bạn sử dụng các vai trò WordPress để kiểm soát người dùng trang web nào của bạn có thể chỉnh sửa hoặc xem quyền truy cập vào cài đặt của Rank Math."],"Warning: ":["Cảnh báo: "],"Schema Type for %s":["Loại schema cho %s"],"Schema Type":["Loại schema"],"Schema adds metadata to your website, resulting in rich search results and more traffic.":["Schema thêm siêu dữ liệu vào trang web của bạn, dẫn đến kết quả tìm kiếm phong phú và nhiều lưu lượng truy cập hơn."],"Schema Markup":["Đánh dấu schema"],"Enable auto update of the plugin":["Bật tự động cập nhật plugin"],"404 + Redirection":["404 + Chuyển hướng"],"Advanced Options":["Tùy chọn nâng cao"],"Getting Started":["Bắt đầu"],"Redirections":["Chuyển hướng"],"Include Images":["Bao gồm hình ảnh"],"Article Type":["Loại bài viết"],"Product":["Sản phẩm"],"Learn more about Redirections.":["Tìm hiểu thêm về Chuyển hướng."],"Ready":["Sẵn sàng"],"Optimization":["Tối ưu hóa"],"Continue":["Tiếp tục"],"Read more about it here.":["Đọc thêm về nó ở đây."],"Learn more.":["Tìm hiểu thêm."],"Your PHP Version: %s":["Phiên bản PHP của bạn: %s"],"Learn more":["Tìm hiểu thêm"],"Less":["Ít hơn"],"More":["Hơn"],"More information":["Thêm thông tin"],"Proceed to Settings":["Tiếp tục đến Cài đặt"],"Search":["Tìm kiếm"],"SEO Tweaks":["Tinh chỉnh SEO"],"Setup Tutorial":["Hướng dẫn thiết lập"],"Sitemap":["Sơ đồ trang web"],"Skip Step":["Bỏ qua bước"],"XML Sitemaps help search engines index your website&#039;s content more effectively.":["Sơ đồ trang web XML giúp các công cụ tìm kiếm lập chỉ mục nội dung trang web của bạn hiệu quả hơn."],"You can import SEO settings from the following plugins:":["Bạn có thể nhập cài đặt SEO từ các plugin sau:"],"You can import settings in the next step.":["Bạn có thể nhập cài đặt trong bước tiếp theo."],"This plugin is compatible with your PHP version but we recommend updating to PHP 7.4 for increased speed and security.":["Plugin này tương thích với phiên bản PHP của bạn nhưng chúng tôi khuyên bạn nên cập nhật lên PHP 7.4 để tăng tốc độ và bảo mật."],"Import":["Nhập"],"Your PHP Version: %s | Recommended version: 7.4 | Minimal required: 7.2":["Phiên bản PHP của bạn: %s | Phiên bản được đề xuất: 7.4 | Yêu cầu tối thiểu: 7.2"],"Search the Knowledge Base for answers to your questions:":["Tìm kiếm trong Cơ sở Kiến thức để có câu trả lời cho câu hỏi của bạn:"],"Click here to learn how to setup Rank Math properly":["Nhấn vào đây để tìm hiểu cách thiết lập Rank Math đúng cách"],"Knowledge Base":["Cơ sở kiến ​​thức"],"Your Website: %s":["Trang web của bạn: %s"],"Get 24x7 Support":["Nhận Hỗ trợ 24\/7"],"Join FREE Facebook Group":["Tham gia Nhóm Facebook MIỄN PHÍ"],"Start Import":["Bắt đầu Nhập"],"Skip, Don't Import Now":["Bỏ qua, Không Nhập Ngay Bây Giờ"],"Importing: ":["Đang nhập: "],"Import SEO Settings":["Nhập Cài đặt SEO"],"Start Wizard":["Bắt đầu Trình hướng dẫn"],"No known conflicting plugins found.":["Không tìm thấy plugin xung đột nào."],"Deactivate Plugin":["Hủy kích hoạt Plugin"],"The following active plugins on your site may cause conflict issues when used alongside this plugin: ":["Các plugin đang hoạt động sau trên trang web của bạn có thể gây ra sự cố xung đột khi được sử dụng cùng với plugin này: "],"The following active plugins on your site may cause conflict issues when used alongside Rank Math: ":["Các plugin đang hoạt động sau trên trang web của bạn có thể gây ra sự cố xung đột khi được sử dụng cùng với Rank Math: "],"Please resolve the issues above to be able to use all SEO features. If you are not sure how to do it, please contact your hosting provider.":["Vui lòng giải quyết các vấn đề trên để có thể sử dụng tất cả các tính năng SEO. Nếu bạn không chắc chắn cách thực hiện, vui lòng liên hệ với nhà cung cấp dịch vụ lưu trữ của bạn."],"Please resolve the issues above to be able to use all features of Rank Math plugin. If you are not sure how to do it, please contact your hosting provider.":["Vui lòng giải quyết các vấn đề trên để có thể sử dụng tất cả các tính năng của plugin Rank Math. Nếu bạn không chắc chắn cách thực hiện, vui lòng liên hệ với nhà cung cấp dịch vụ lưu trữ của bạn."],"Your server is correctly configured to use this plugin.":["Máy chủ của bạn đã được cấu hình chính xác để sử dụng plugin này."],"Your server is correctly configured to use Rank Math.":["Máy chủ của bạn đã được cấu hình chính xác để sử dụng Rank Math."],"Your website is compatible to run Rank Math SEO":["Trang web của bạn tương thích để chạy Rank Math SEO"],"News Article":["Tin tức"],"Blog Post":["Bài viết blog"],"Article":["Bài viết"],"Google does not allow Person as the Publisher for articles. Organization will be used instead. You can read more about this <a href=\"%s\" target=\"_blank\">here<\/a>.":["Google không cho phép Cá nhân là Nhà xuất bản cho các bài viết. Thay vào đó, Tổ chức sẽ được sử dụng. Bạn có thể đọc thêm về điều này <a href=\"%s\" target=\"_blank\">tại đây<\/a>."],"Default rich snippet selected when creating a new product.":["Đoạn trích phong phú mặc định được chọn khi tạo sản phẩm mới."],"Set up temporary or permanent redirections. Combined with the 404 monitor, you can easily redirect faulty URLs on your site, or add custom redirections.":["Thiết lập chuyển hướng tạm thời hoặc vĩnh viễn. Kết hợp với trình giám sát 404, bạn có thể dễ dàng chuyển hướng các URL bị lỗi trên trang web của mình hoặc thêm chuyển hướng tùy chỉnh."],"The 404 monitor will let you see if visitors or search engines bump into any <code>404 Not Found<\/code> error while browsing your site.":["Trình giám sát 404 sẽ cho phép bạn xem liệu khách truy cập hoặc công cụ tìm kiếm có gặp phải lỗi <code>404 Không tìm thấy<\/code> nào khi duyệt trang web của bạn hay không."],"Set default values for the 404 error monitor here.":["Đặt các giá trị mặc định cho trình giám sát lỗi 404 tại đây."],"Save and Continue":["Lưu và tiếp tục"],"Set capabilities here.":["Đặt khả năng tại đây."],"Role Manager":["Trình quản lý vai trò"],"Open External Links in New Tab\/Window":["Mở liên kết bên ngoài trong tab \/ cửa sổ mới"],"Noindex Empty Category and Tag Archives":["Không lập chỉ mục Danh mục trống và Lưu trữ thẻ"],"Select taxonomies to enable SEO options for them and include them in the sitemap.":["Chọn phân loại để bật tùy chọn SEO cho chúng và đưa chúng vào sơ đồ trang web."],"Public Taxonomies":["Phân loại công khai"],"Sitemaps":["Sơ đồ trang web"],"Search Console":["Search Console"],"Default Social Share Image":["Hình ảnh chia sẻ xã hội mặc định"],"Logo for Google":["Logo cho Google"],"Select the type that best describes your business. If you can't find one that applies exactly, use the generic \"Organization\" or \"Local Business\" types.":["Chọn loại mô tả rõ nhất về doanh nghiệp của bạn. Nếu bạn không thể tìm thấy loại nào áp dụng chính xác, hãy sử dụng loại chung chung là \"Tổ chức\" hoặc \"Doanh nghiệp địa phương\"."],"404 Monitor":["Giám sát lỗi 404"],"Use automatic structured data to mark up content, to help Google better understand your content's context for display in Search. You can set different defaults for your posts here.":["Sử dụng dữ liệu có cấu trúc tự động để đánh dấu nội dung, giúp Google hiểu rõ hơn ngữ cảnh nội dung của bạn để hiển thị trong Tìm kiếm. Bạn có thể đặt các mặc định khác nhau cho bài viết của mình tại đây."],"Setting empty archives to <code>noindex<\/code> is useful for avoiding indexation of thin content pages and dilution of page rank. As soon as a post is added, the page is updated to <code>index<\/code>.":["Đặt kho lưu trữ trống thành <code>noindex<\/code> rất hữu ích để tránh lập chỉ mục cho các trang nội dung mỏng và giảm giá trị trang. Ngay sau khi bài viết được thêm vào, trang được cập nhật thành <code>index<\/code>."],"Include reference to images from the post content in sitemaps. This helps search engines index your images better.":["Bao gồm tham chiếu đến hình ảnh từ nội dung bài viết trong sơ đồ trang web. Điều này giúp các công cụ tìm kiếm lập chỉ mục hình ảnh của bạn tốt hơn."],"Nofollow External Links":["Liên kết Nofollow bên ngoài"],"Proceed to Help Page":["Tiếp tục đến trang hỗ trợ"],"Your Site":["Website của bạn"],"Rank Math Knowledge Base":["Tài liệu hướng dẫn Rank Math"],"Setup Advanced Options":["Thiết lập tùy chọn nâng cao"],"Analytics":["Phân tích"],"Public Post Types":["Các loại nội dung công khai"],"Select post types to enable SEO options for them and include them in the sitemap.":["Chọn loại nội dung để bật tùy chọn SEO cho chúng và đưa chúng vào sơ đồ trang web."],"Automatically add a <code>target=\"_blank\"<\/code> attribute to external links appearing in your posts, pages, and other post types. The attributes are applied when the content is displayed, which does not change the stored content.":["Tự động thêm thuộc tính <code>target=\"_blank\"<\/code> vào các liên kết bên ngoài xuất hiện trong bài viết, trang và các loại nội dung khác của bạn. Các thuộc tính được áp dụng khi nội dung được hiển thị, điều này không làm thay đổi nội dung được lưu trữ."],"Automatically add <code>rel=\"nofollow\"<\/code> attribute for external links appearing in your posts, pages, and other post types. The attribute is dynamically applied when the content is displayed, and the stored content is not changed.":["Tự động thêm thuộc tính <code>rel=\"nofollow\"<\/code> cho các liên kết bên ngoài xuất hiện trong bài viết, trang và các loại nội dung khác của bạn. Thuộc tính được áp dụng động khi nội dung được hiển thị và nội dung được lưu trữ không bị thay đổi."],"Personal Blog":["Blog cá nhân"],"Other Personal Website":["Trang web cá nhân khác"],"Advanced":["Nâng cao"],"Business Type":["Loại hình kinh doanh"],"Small Business Site":["Trang web doanh nghiệp nhỏ"],"None":["Không có"],"Return to dashboard":["Quay lại bảng điều khiển"],"Other Business Website":["Trang web doanh nghiệp khác"],"Webshop":["Cửa hàng trực tuyến"],"Personal Portfolio":["Hồ sơ cá nhân"],"Community Blog\/News Site":["Trang web tin tức \/ blog cộng đồng"],"Input Data From:":["Nhập dữ liệu từ:"],"Deactivated":["Đã tắt"]}},"comment":{"reference":"assets\/admin\/js\/wizard.js"}}