{"translation-revision-date":"2025-08-03 09:08:59+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"vi_VN"},"Show Intent":["Hiển thị mục đích"],"Your current plugin version does not support this feature. Please update Rank Math PRO to version 3.0.83 or later to unlock full functionality.":["Phiên bản plugin hiện tại của bạn không hỗ trợ tính năng này. Vui lòng cập nhật Rank Math PRO lên phiên bản 3.0.83 trở lên để mở khóa đầy đủ chức năng."],"⛔️ Update Required":["⛔️ Cần cập nhật"],"1-Click Article Generation":["Tạo bài viết chỉ với 1 cú nhấp chuột"],"Your monthly Content AI credits have been fully utilized. You can wait till %s for your credits to refresh or upgrade to continue enjoying seamless content creation":["Điểm Content AI hàng tháng của bạn đã được sử dụng hết. Bạn có thể đợi đến %s để điểm của bạn được làm mới hoặc nâng cấp để tiếp tục tận hưởng việc tạo nội dung liền mạch"],"1-Click Bulk SEO Meta":["SEO Meta hàng loạt bằng 1 cú nhấp chuột"],"On-Page SEO Suggestions":["Gợi ý SEO trên trang"],"To access this Content AI feature, you have to purchase a Content AI Subscription.":["Để truy cập tính năng Content AI này, bạn phải mua Gói đăng ký Content AI."],"Multiple RankBot Sessions":["Nhiều phiên RankBot"],"You are one step away from unlocking this premium feature along with many more.":["Bạn chỉ còn một bước nữa là mở khóa tính năng cao cấp này cùng với nhiều tính năng khác."],"Missing Credits?":["Thiếu điểm?"],"1-Click Competitor Content Research":["Nghiên cứu nội dung đối thủ cạnh tranh bằng 1 cú nhấp chuột"],"125+ Expert-Written Prompts":["Hơn 125 Lệnh nhanh do chuyên gia viết"],"Get Access to 40+ AI SEO Tools":["Truy cập hơn 40 Công cụ SEO AI"],"Bulk Update Your SEO Meta using AI":["Cập nhật hàng loạt SEO Meta của bạn bằng AI"]," We are sorry for the inconvenience.":[" Chúng tôi xin lỗi vì sự bất tiện này."],"reach out to the support team.":["liên hệ với bộ phận hỗ trợ."],"We are working on improving your Content AI experience. Please wait for 5 minutes and then refresh to start using the optimized Content AI. If you see this for more than 5 minutes, please ":["Chúng tôi đang nỗ lực cải thiện trải nghiệm Content AI của bạn. Vui lòng đợi 5 phút rồi làm mới để bắt đầu sử dụng Content AI được tối ưu hóa. Nếu bạn thấy điều này trong hơn 5 phút, vui lòng "],"Server Maintenance Underway":["Máy chủ đang được bảo trì"],"SEO Performance Email Reports":["Báo cáo hiệu suất SEO qua email"],"Free Content AI Trial":["Dùng thử Content AI miễn phí"],"Advanced Google Analytics 4 Integration":["Tích hợp Google Analytics 4 nâng cao"],"Bulk Edit SEO Tags":["Chỉnh sửa thẻ SEO hàng loạt"],"We are sorry but this feature is only available to Rank Math PRO\/Business\/Agency Users. Unlock this feature and many more by getting a Rank Math plan.":["Rất tiếc nhưng tính năng này chỉ dành cho Người dùng Rank Math PRO \/ Doanh nghiệp \/ Cơ quan. Mở khóa tính năng này và nhiều tính năng khác bằng cách nhận gói Rank Math."],"🔒 This is a PRO-Only Feature":["🔒 Đây là tính năng chỉ dành cho PRO"],"1-Click WooCommerce Product Descriptions":["Mô tả sản phẩm WooCommerce bằng 1 cú nhấp chuột"],"Annotation":["Chú thích"],"To access this Content AI feature, you need to have an active subscription plan.":["Để truy cập tính năng Content AI này, bạn cần có gói đăng ký đang hoạt động."],"🚀 Supercharge Your Content With AI":["🚀 Tăng cường nội dung của bạn với AI"],"125+ Pre-Built Prompts":["Hơn 125 Lệnh nhanh được xây dựng sẵn"],"1-Click Competitor Research":["Nghiên cứu đối thủ cạnh tranh bằng 1 cú nhấp chuột"],"40+ Specialized AI Tools":["Hơn 40 Công cụ AI chuyên dụng"],"1-Click SEO Meta":["SEO Meta bằng 1 cú nhấp chuột"],"1-Click SEO Content":["Nội dung SEO bằng 1 cú nhấp chuột"],"Gain access to 40+ advanced AI tools, empowering your content strategy.":["Truy cập hơn 40 công cụ AI nâng cao, hỗ trợ chiến lược nội dung của bạn."],"Start using Content AI by connecting your RankMath.com Account":["Bắt đầu sử dụng Content AI bằng cách kết nối Tài khoản RankMath.com của bạn"],"Engage with RankBot, your personal AI Chat Assistant, for real-time assistance.":["Trò chuyện với RankBot, Trợ lý Trò chuyện AI cá nhân của bạn, để được hỗ trợ theo thời gian thực."],"Experience the revolutionary AI-powered Content Editor for unparalleled efficiency.":["Trải nghiệm Trình chỉnh sửa nội dung hỗ trợ AI mang tính cách mạng để đạt hiệu quả vô song."],"⛔️ Content AI Credit Alert!":["⛔️ Cảnh báo tín dụng Content AI!"],"Your monthly Content AI credits have been fully utilized. To continue enjoying seamless content creation, simply click the button below to upgrade your plan and access more credits.":["Điểm Content AI hàng tháng của bạn đã được sử dụng hết. Để tiếp tục tận hưởng việc tạo nội dung liền mạch, chỉ cần nhấp vào nút bên dưới để nâng cấp gói của bạn và truy cập nhiều điểm hơn."],"Maps":["Bản đồ"],"and many other premium SEO features":["và nhiều tính năng SEO cao cấp khác"],"Improve the SEO workflow":["Cải thiện quy trình làm việc SEO"],"Set different Primary Focus Keyword":["Đặt Từ khoá chính khác làm ưu tiên"],"Upgrade to re-order Focus Keywords":["Nâng cấp để sắp xếp lại từ khoá chính"],"You can add custom thumbnail overlays with {{link}}Rank Math Pro{{\/link}}.":["Bạn có thể thêm lớp phủ hình thu nhỏ tùy chỉnh với {{link}}Rank Math Pro{{\/link}}."],"Keyword Rank Tracker":["Trình theo dõi thứ hạng từ khóa"],"This option prevents images on a page from being indexed by Google and other search engines":["Tùy chọn này ngăn hình ảnh trên trang web bị Google và các công cụ tìm kiếm khác lập chỉ mục"],"Preview Snippet Editor":["Xem trước trình chỉnh sửa đoạn trích"],"See data from a particular Country or timeframe":["Xem dữ liệu từ một Quốc gia hoặc khung thời gian cụ thể"],"Analyze search trends and compare keywords":["Phân tích xu hướng tìm kiếm và so sánh từ khóa"],"Data fetched directly from Google":["Dữ liệu được lấy trực tiếp từ Google"],"Track Keyword Trends":["Theo dõi xu hướng từ khóa"],"Want more? {{link}}{{strong}}Upgrade today to the PRO{{\/strong}}{{\/link}} version.":["Bạn muốn nhiều hơn nữa? {{link}}{{strong}}Nâng cấp ngay hôm nay lên phiên bản PRO{{\/strong}}{{\/link}}."],"Activate your account by {{link}}connecting to Rank Math!{{\/link}} ":["Kích hoạt tài khoản của bạn bằng cách {{link}}kết nối với Rank Math!{{\/link}} "],"Read here to {{link}}Score 100\/100{{\/link}} ":["Đọc ở đây để {{link}}Đạt điểm 100\/100{{\/link}} "],"Replace Image":["Thay thế hình ảnh"],"Google Trends":["Xu hướng Google"],"Trends":["Xu hướng"],"Connect Now":["Kết nối ngay"],"Editing Homepage permalink is not possible.":["Không thể chỉnh sửa liên kết cố định Trang chủ."],"Update Now":["Cập nhật ngay"],"Rating: ":["Đánh giá: "],"Show SEO Score on Front-end":["Hiển thị điểm SEO ở giao diện người dùng"],"Videos":["Video"],"All Good":["Tất cả đều tốt"],"Card Type":["Loại thẻ"],"The card for your website will look little something like this!":["Thẻ cho trang web của bạn sẽ trông giống như thế này!"],"Close":["Đóng"],"Search &hellip;":["Tìm kiếm &hellip;"],"2 hrs":["2 giờ"],"Specify a maximum size of image preview to be shown for images on this page":["Chỉ định kích thước tối đa của bản xem trước hình ảnh sẽ được hiển thị cho hình ảnh trên trang này"],"Specify a maximum text-length, in characters, of a snippet for your page":["Chỉ định độ dài văn bản tối đa, tính bằng ký tự, của đoạn trích cho trang của bạn"],"Instructs search engines to index and show these pages in the search results":["Hướng dẫn công cụ tìm kiếm lập chỉ mục và hiển thị các trang này trong kết quả tìm kiếm"],"Preview & Edit Social Media":["Xem trước & Chỉnh sửa Mạng xã hội"],"Click on the button below to view and edit the preview.":["Nhấp vào nút bên dưới để xem và chỉnh sửa bản xem trước."],"Here you can view and edit the thumbnail, title and description that will be displayed when your site is shared on social media.":["Tại đây, bạn có thể xem và chỉnh sửa hình thu nhỏ, tiêu đề và mô tả sẽ được hiển thị khi trang web của bạn được chia sẻ trên mạng xã hội."],"Social Media Preview":["Xem trước Mạng xã hội"],"Specify a maximum duration in seconds of an animated video preview":["Chỉ định thời lượng tối đa tính bằng giây của bản xem trước video hoạt hình"],"Nofollow":["Nofollow"],"Hey, we noticed you are using Rank Math SEO plugin for more than a week now –{{em}}that's awesome!{{\/em}} Could you please do us a BIG favor and give it a 5-star rating on WordPress to help us spread the word and boost our motivation?":["Này, chúng tôi nhận thấy bạn đã sử dụng plugin Rank Math SEO hơn một tuần rồi –{{em}}thật tuyệt vời!{{\/em}} Bạn có thể giúp chúng tôi một việc LỚN và đánh giá 5 sao cho nó trên WordPress để giúp chúng tôi lan truyền và tăng động lực của chúng tôi không?"],"The App Card is a great way to represent mobile applications on Twitter and to drive installs. More information: ":["Thẻ ứng dụng là một cách tuyệt vời để thể hiện các ứng dụng dành cho thiết bị di động trên Twitter và thúc đẩy lượt cài đặt. Thông tin thêm: "],"Video clips and audio streams have a special place on the Twitter platform thanks to the Player Card. Player Cards must be submitted for approval before they can be used. More information: ":["Video clip và luồng âm thanh có một vị trí đặc biệt trên nền tảng Twitter nhờ Thẻ Người chơi. Thẻ Người chơi phải được gửi để phê duyệt trước khi có thể sử dụng. Thông tin thêm: "],"Your app ID in the Google Play (.i.e. com.android.app)":["ID ứng dụng của bạn trong Google Play (.i.e. com.android.app)"],"Read more":["Đọc thêm"],"Customize the title, description and images of your post used while sharing on Facebook and Twitter.":["Tùy chỉnh tiêu đề, mô tả và hình ảnh của bài viết của bạn được sử dụng khi chia sẻ trên Facebook và Twitter."],"About 43,700,000 results (0.32 seconds) ":["Khoảng 43.700.000 kết quả (0,32 giây) "],"Insert keywords you want to rank for. Try to {{link}}attain 100\/100 points{{\/link}} for better chances of ranking.":["Chèn các từ khóa bạn muốn xếp hạng. Cố gắng {{link}}đạt 100\/100 điểm{{\/link}} để có cơ hội xếp hạng tốt hơn."],"Your app's custom URL scheme (must include :\/\/).":["Schema URL tùy chỉnh của ứng dụng của bạn (phải bao gồm :\/\/)."],"Permalink":["Liên kết cố định"],"The canonical URL informs search crawlers which page is the main page if you have double content":["URL chính tắc (Canonical) cho trình thu thập thông tin tìm kiếm biết trang nào là trang chính nếu bạn có nội dung trùng lặp"],"Large":["Lớn"],"Standard":["Tiêu chuẩn"],"Max Snippet":["Đoạn trích tối đa"],"Max Image Preview":["Bản xem trước hình ảnh tối đa"],"Max Video Preview":["Bản xem trước video tối đa"],"Advanced Robots Meta":["Meta Robot nâng cao"],"Tools":["Công cụ"],"Rate Rank Math SEO":["Đánh giá Rank Math SEO"],"I already did. Please don't show this message again.":["Tôi đã làm rồi. Vui lòng không hiển thị tin nhắn này nữa."],"Index":["Chỉ mục"],"Example: Rank Math SEO":["Ví dụ: Rank Math SEO"],"Remove Image":["Xóa hình ảnh"],"301 Permanent Move":["301 Di chuyển vĩnh viễn"],"307 Temporary Redirect":["307 Chuyển hướng tạm thời"],"Twitter":["Twitter"],"Facebook":["Facebook"],"Settings":["Cài đặt"],"Learn More":["Tìm hiểu thêm"],"HTTPS URL to iFrame player. This must be a HTTPS URL which does not generate active mixed content warnings in a web browser. The audio or video player must not require plugins such as Adobe Flash.":["URL HTTPS đến trình phát iFrame. Đây phải là URL HTTPS không tạo cảnh báo nội dung hỗn hợp đang hoạt động trong trình duyệt web. Trình phát âm thanh hoặc video không được yêu cầu plugin như Adobe Flash."],"Stream URL":["URL luồng"],"App Description":["Mô tả ứng dụng"],"iPhone App Name":["Tên ứng dụng iPhone"],"The name of your app to show.":["Tên ứng dụng của bạn để hiển thị."],"iPhone App ID":["ID ứng dụng iPhone"],"iPhone App URL":["URL ứng dụng iPhone"],"iPad App URL":["URL ứng dụng iPad"],"Google Play App Name":["Tên ứng dụng Google Play"],"Google Play App ID":["ID ứng dụng Google Play"],"Google Play App URL":["URL ứng dụng Google Play"],"App Country":["Quốc gia ứng dụng"],"Images":["Hình ảnh"],"451 Content Unavailable for Legal Reasons":["451 Nội dung không khả dụng vì lý do pháp lý"],"Destination URL":["URL đích"],"More":["Hơn"],"Redirect":["Chuyển hướng"],"Redirection Type":["Loại chuyển hướng"],"Summary Card":["Thẻ tóm tắt"],"All":["Tất cả"],"Errors":["Lỗi"],"News":["Tin tức"],"Player Card":["Thẻ người chơi"],"App Card":["Thẻ ứng dụng"],"Icon overlay":["Lớp phủ biểu tượng"],"Image is smaller than the minimum size, please select a different image.":["Hình ảnh nhỏ hơn kích thước tối thiểu, vui lòng chọn một hình ảnh khác."],"Breadcrumb Title":["Tiêu đề Breadcrumb"],"If your application is not available in the US App Store, you must set this value to the two-letter country code for the App Store that contains your application.":["Nếu ứng dụng của bạn không khả dụng trong US App Store, bạn phải đặt giá trị này thành mã quốc gia gồm hai chữ cái cho App Store có chứa ứng dụng của bạn."],"iPad App ID":["ID ứng dụng iPad"],"iPad App Name":["Tên ứng dụng iPad"],"The numeric representation of your app ID in the App Store.":["Đại diện số của ID ứng dụng của bạn trong App Store."],"You can use this as a more concise description than what you may have on the app store. This field has a maximum of 200 characters. (optional)":["Bạn có thể sử dụng điều này như một mô tả ngắn gọn hơn những gì bạn có thể có trên cửa hàng ứng dụng. Trường này có tối đa 200 ký tự. (không bắt buộc)"],"The MIME type\/subtype combination that describes the content contained in twitter:player:stream. Takes the form specified in RFC 6381. Currently supported content_type values are those defined in RFC 4337 (MIME Type Registration for MP4).":["Kết hợp loại\/loại con MIME mô tả nội dung chứa trong twitter:player:stream. Sử dụng theo hình thức được chỉ định trong RFC 6381. Các giá trị content_type hiện được hỗ trợ là những giá trị được xác định trong RFC 4337 (Đăng ký loại MIME cho MP4)."],"Stream Content Type":["Loại nội dung luồng"],"Optional URL to raw stream that will be rendered in Twitter’s mobile applications directly. If provided, the stream must be delivered in the MPEG-4 container format (the .mp4 extension). The container can store a mix of audio and video with the following codecs: Video: H.264, Baseline Profile (BP), Level 3.0, up to 640 x 480 at 30 fps. Audio: AAC, Low Complexity Profile (LC).":["URL tùy chọn đến luồng thô sẽ được hiển thị trực tiếp trong các ứng dụng di động của Twitter. Nếu được cung cấp, luồng phải được chuyển giao ở định dạng vùng chứa MPEG-4 (phần mở rộng .mp4). Vùng chứa có thể lưu trữ kết hợp âm thanh và video với các codec sau: Video: H.264, Baseline Profile (BP), Cấp độ 3.0, tối đa 640 x 480 ở tốc độ 30 khung hình\/giây. Âm thanh: AAC, Hồ sơ độ phức tạp thấp (LC)."],"iFrame width and height, specified in pixels in the following format: 600x400.":["Chiều rộng và chiều cao của iFrame, được chỉ định bằng pixel theo định dạng sau: 600x400."],"Player Size":["Kích thước trình phát"],"Player URL":["URL trình phát"],"Summary Card with Large Image":["Thẻ tóm tắt với hình ảnh lớn"],"Use Data from Facebook Tab":["Sử dụng dữ liệu từ tab Facebook"],"Upload at least 600x315px image. Recommended size is 1200x630px.":["Tải lên hình ảnh ít nhất 600x315px. Kích thước khuyến nghị là 1200x630px."],"Add Image":["Thêm hình ảnh"],"2h":["2 giờ"],"This is what will appear as the description when this post shows up in the search results.":["Đây là nội dung sẽ xuất hiện làm mô tả khi bài viết này hiển thị trong kết quả tìm kiếm."],"This is the unique URL of this page, displayed below the post title in the search results.":["Đây là URL duy nhất của trang này, được hiển thị bên dưới tiêu đề bài viết trong kết quả tìm kiếm."],"This is what will appear in the first line when this post shows up in the search results.":["Đây là nội dung sẽ xuất hiện ở dòng đầu tiên khi bài viết này hiển thị trong kết quả tìm kiếm."],"Breadcrumb Title to use for this post":["Tiêu đề Breadcrumb được sử dụng cho bài viết này"],"Robots Meta":["Siêu dữ liệu Robots"],"410 Content Deleted":["410 Nội dung đã bị xóa"],"302 Temporary Move":["302 Di chuyển tạm thời"],"Prevents a snippet from being shown in the search results":["Ngăn đoạn trích xuất hiển thị trong kết quả tìm kiếm"],"No Snippet":["Không có đoạn trích xuất"],"No Image Index":["Không lập chỉ mục hình ảnh"],"Prevents search engines from showing Cached links for pages":["Ngăn công cụ tìm kiếm hiển thị các liên kết được lưu trong bộ nhớ cache cho các trang"],"No Archive":["Không lưu trữ"],"Prevents search engines from following links on the pages":["Ngăn công cụ tìm kiếm theo dõi các liên kết trên trang"],"Prevents pages from being indexed and displayed in search engine result pages":["Ngăn các trang bị lập chỉ mục và hiển thị trong các trang kết quả của công cụ tìm kiếm"],"No Index":["Không lập chỉ mục"],"This post is Pillar Content":["Bài viết này là nội dung cốt lõi"],"Focus Keyword":["Từ khóa chính"],"Add icon overlay to thumbnail":["Thêm biểu tượng chồng lên hình thu nhỏ"],"Canonical URL":["URL chính tắc (Canonical)"],"Additional":["Bổ sung"],"Basic SEO":["SEO cơ bản"],"Content Readability":["Khả năng đọc nội dung"],"Mobile Preview":["Xem trước trên thiết bị di động"],"Advanced":["Nâng cao"],"Desktop Preview":["Xem trước trên máy tính để bàn"],"None":["Không có"],"Preview":["Xem trước"],"Rank Math":["Rank Math"],"Edit Snippet":["Chỉnh sửa đoạn trích"],"This page will not appear in search results. You can disable noindex in the Advanced tab.":["Trang này sẽ không xuất hiện trong kết quả tìm kiếm. Bạn có thể tắt noindex trong tab Nâng cao."],"Noindex robots meta is enabled":["Đã bật meta robot Noindex"],"Title Readability":["Khả năng đọc tiêu đề"],"Social":["Mạng xã hội"],"General":["Tổng quan"],"Title":["Tiêu đề SEO"],"Description":["Thẻ mô tả"]}},"comment":{"reference":"assets\/admin\/js\/rank-math-app.js"}}