{"translation-revision-date":"2025-08-03 09:08:59+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"vi_VN"},"Average position of all the keywords ranking within top 100 positions.":["Vị trí trung bình của tất cả các từ khóa xếp hạng trong top 100 vị trí."],"Total number of keywords your site ranks for within top 100 positions.":["Tổng số từ khóa mà trang web của bạn xếp hạng trong top 100 vị trí."],"Last updated":["Cập nhật lần cuối"],"No data to display. Check back later or try to update data manually from %s":["Không có dữ liệu để hiển thị. Kiểm tra lại sau hoặc thử cập nhật dữ liệu theo cách thủ công từ %s"],"Page %d of %d":["Trang %d \/ %d"],"Upgrade to Rank Math PRO!":["Nâng cấp lên Rank Math PRO!"],"Pass":["Vượt qua"],"Rich Results":["Kết quả phong phú"],"Indexing Allowed":["Cho phép lập chỉ mục"],"Rank Math > General Settings > Analytics > Click 'Update data manually' button.":["Rank Math > Cài đặt chung > Phân tích > Nhấp vào nút 'Cập nhật dữ liệu theo cách thủ công'."],"Index Status":["Trạng thái chỉ mục"],"Get Advanced Index Stats Directly from Google database.":["Nhận Thống kê Chỉ mục Nâng cao Trực tiếp từ cơ sở dữ liệu của Google."],"Robots state [PRO]":["Trạng thái robot [PRO]"],"Crawled As [PRO]":["Được thu thập thông tin dưới dạng [PRO]"],"Page Fetch":["Truy xuất trang"],"Unspecified":["Không xác định"],"PRO Feature":["Tính năng PRO"],"Available in the PRO version":["Có sẵn trong phiên bản PRO"],"Google: ":["Google: "],"Excluded":["Bị loại trừ"],"Invalid URL":["URL không hợp lệ"],"Internal error":["Lỗi nội bộ"],"Blocked due to other 4xx issue (not 403, 404)":["Bị chặn do sự cố 4xx khác (không phải 403, 404)"],"Redirection error":["Lỗi chuyển hướng"],"Server error (5xx)":["Lỗi máy chủ (5xx)"],"Not found (404)":["Không tìm thấy (404)"],"Blocked by robots.txt":["Bị chặn bởi robots.txt"],"All the Indexing statistics about your content in one place":["Tất cả các thống kê lập chỉ mục về nội dung của bạn ở một nơi"],"Monitor metrics like Index Status, Last Crawl date, etc":["Theo dõi các số liệu như Trạng thái chỉ mục, Ngày thu thập thông tin cuối cùng, v.v."],"PRO Version offers Advanced Indexing Stats":["Phiên bản PRO cung cấp Thống kê lập chỉ mục nâng cao"],"Blocked due to access forbidden (403)":["Bị chặn do truy cập bị cấm (403)"],"Blocked due to unauthorized request (401)":["Bị chặn do yêu cầu trái phép (401)"],"Successful fetch":["Truy xuất thành công"],"Unknown fetch state":["Trạng thái truy xuất không xác định"],"Adsense":["Adsense"],"Rank Tracker":["Trình theo dõi thứ hạng"],"10-50 Positions":["10-50 Vị trí"],"Pro Feature":["Tính năng Pro"],"Suggested Actions":["Hành động được đề xuất"],"Your requested data is loading":["Dữ liệu bạn yêu cầu đang được tải"],"Columns:":["Cột:"],"Choose which values to display":["Chọn giá trị để hiển thị"],"No data to display":["Không có dữ liệu để hiển thị"],"Sort by %s in descending order":["Sắp xếp theo %s theo thứ tự giảm dần"],"Sort by %s in ascending order":["Sắp xếp theo %s theo thứ tự tăng dần"],"(scroll to see more)":["(cuộn để xem thêm)"],"Next Page":["Trang tiếp theo"],"Previous Page":["Trang trước"],"Timeframe":["Khung thời gian"],"Delete from Keyword Manager":["Xóa khỏi Trình quản lý từ khóa"],"[Edit]":["[Chỉnh sửa]"],"Rows per page":["Số hàng mỗi trang"],"Go to page":["Đi đến trang"],"is the average Rank Math’s SEO score. This chart shows how well your posts are optimized based on Rank Math’s scoring system.":["là điểm SEO trung bình của Rank Math. Biểu đồ này cho thấy bài viết của bạn được tối ưu hóa tốt như thế nào dựa trên hệ thống chấm điểm của Rank Math."],"Poor":["Kém"],"Fair":["Khá"],"Good":["Tốt"],"Tracked Keywords":["Từ khóa được theo dõi"],"Take full control of what’s important to the success of your website – see content that’s performing well and content that’s dropped in rankings so you can take action.":["Kiểm soát hoàn toàn những gì quan trọng đối với sự thành công của trang web của bạn - xem nội dung đang hoạt động tốt và nội dung đã giảm thứ hạng để bạn có thể hành động."],"Keyword Positions":["Vị trí từ khóa"],"Built-in Keyword Rank Tracker":["Trình theo dõi xếp hạng từ khóa tích hợp"],"Keep an eye on losing keywords":["Theo dõi các từ khóa đang mất dần vị trí"],"Find winning keywords":["Tìm kiếm các từ khóa đang thắng thế"],"Track Keyword Performance":["Theo dõi Hiệu suất từ khóa"],"All Keywords":["Tất cả các từ khóa"],"Top Losing Keywords":["Từ khóa thua hàng đầu"],"Top Winning Keywords":["Từ khóa thắng hàng đầu"],"Overall Optimization":["Tối ưu hóa chung"],"Your site appears somewhere on pages 2-5 of the search results for these keywords.":["Trang web của bạn xuất hiện ở đâu đó trên các trang 2-5 của kết quả tìm kiếm cho các từ khóa này."],"Your site appears in the best position for these keywords.":["Trang web của bạn xuất hiện ở vị trí tốt nhất cho các từ khóa này."],"Keyword Manager":["Trình quản lý từ khóa"],"51-100 Positions":["Vị trí 51-100"],"No additional monthly subscriptions for third-party tools":["Không có đăng ký hàng tháng bổ sung cho các công cụ của bên thứ ba"],"Your Own Keyword Manager":["Trình quản lý từ khóa của riêng bạn"],"Allowed":["Được phép"],"Remaining":["Còn lại"],"Used":["Đã sử dụng"],"Prioritize what’s most important so you can take action before its too late by seeing keywords you’re ranking well for and keywords where your site’s position has dropped.":["Ưu tiên những gì quan trọng nhất để bạn có thể hành động trước khi quá muộn bằng cách xem các từ khóa bạn đang xếp hạng tốt và các từ khóa mà vị trí trang web của bạn đã giảm."],"Open Report":["Mở báo cáo"],"Rest of the Keywords":["Phần còn lại của từ khóa"],"Monitor impressions, clicks, and position history":["Theo dõi số lần hiển thị, số lần nhấp và lịch sử vị trí"],"Track your performance for your target keywords":["Theo dõi hiệu suất của bạn cho các từ khóa mục tiêu"],"Your site appears in the search results for these keywords, but not on the first couple of pages.":["Trang web của bạn xuất hiện trong kết quả tìm kiếm cho các từ khóa này, nhưng không phải ở một vài trang đầu tiên."],"Your site appears on the first page for these keywords, but not in the top 3 positions.":["Trang web của bạn xuất hiện trên trang đầu tiên cho các từ khóa này, nhưng không phải ở 3 vị trí đầu."],"4-10 Positions":["Vị trí 4-10"],"Top 3 Positions":["3 Vị trí hàng đầu"],"Top 5 Winning & Losing Posts":["5 bài viết thắng & thua hàng đầu"],"No Data":["Không có dữ liệu"],"Poor Score":["Điểm kém"],"Fair Score":["Điểm khá"],"Top 5 Winning & Losing Keywords":["5 từ khóa thắng & thua hàng đầu"],"These posts have not been analyzed by Rank Math yet.":["Những bài viết này chưa được Rank Math phân tích."],"SEO score below 50. These posts are not well optimized and require further optimization.":["Điểm SEO dưới 50. Những bài viết này không được tối ưu hóa tốt và cần được tối ưu hóa thêm."],"SEO score between 50 and 80. You may want to revisit these posts for further optimization.":["Điểm SEO từ 50 đến 80. Bạn có thể muốn xem lại những bài viết này để tối ưu hóa thêm."],"Good Score":["Điểm tốt"],"Use data provided by Google instead of 3rd party tools":["Sử dụng dữ liệu do Google cung cấp thay vì các công cụ của bên thứ ba"],"Prioritize Your Content Efforts With Detailed Insights":["Ưu tiên nỗ lực nội dung của bạn với thông tin chi tiết"],"Monitor key metrics like traffic and search performance":["Theo dõi các số liệu chính như lưu lượng truy cập và hiệu suất tìm kiếm"],"All the statistics about your content all in one place":["Tất cả các số liệu thống kê về nội dung của bạn ở một nơi"],"Traffic":["Lưu lượng truy cập"],"SEO score between 80 and 100. These posts are well optimized and usually do not require further actions.":["Điểm SEO từ 80 đến 100. Những bài viết này được tối ưu hóa tốt và thường không cần thêm hành động nào nữa."],"The statistics that appear in the Rank Math Analytics module won’t match with the data from the Google Search Console as we only track posts and keywords that rank in the top 100 positions in the selected timeframe. We do this to help make decision-making easier and for faster data processing since this is the data you really need to prioritize your SEO efforts on.":["Thống kê xuất hiện trong module Rank Math Analytics sẽ không khớp với dữ liệu từ Google Search Console vì chúng tôi chỉ theo dõi các bài viết và từ khóa xếp hạng trong top 100 vị trí trong khung thời gian đã chọn. Chúng tôi làm điều này để giúp việc ra quyết định dễ dàng hơn và xử lý dữ liệu nhanh hơn vì đây là dữ liệu bạn thực sự cần ưu tiên cho các nỗ lực SEO của mình."],"Upgrade":["Nâng cấp"],"Note:":["Lưu ý:"],"Site Analytics":["Phân tích trang web"],"#":["#"],"How many times your site was clicked on in the search results.":["Số lần trang web của bạn được nhấp vào trong kết quả tìm kiếm."],"Pageviews":["Lượt xem trang"],"Content":["Nội dung"],"Posts":["Bài viết"],"SEO Performance":["Hiệu suất SEO"],"Keep an eye on the data that matters all in one place":["Theo dõi dữ liệu quan trọng ở một nơi"],"Ready for more than just an overview? We have fully-fledged reports!":["Sẵn sàng cho nhiều hơn chỉ là một cái nhìn tổng quan? Chúng tôi có báo cáo đầy đủ!"],"How many times your site showed up in the search results.":["Số lần trang web của bạn hiển thị trong kết quả tìm kiếm."],"Single Post\/Page Reports":["Báo cáo bài viết \/ trang đơn"],"Track more than 20 metrics for all of your posts":["Theo dõi hơn 20 số liệu cho tất cả các bài viết của bạn"],"Monitor Google trends for your selected focus keyword":["Theo dõi xu hướng của Google cho từ khoá chính bạn đã chọn"],"Not available":["Không có sẵn"],"Position History":["Lịch sử vị trí"],"Schema":["Schema"],"Total Impressions":["Tổng số lần hiển thị"],"Total Clicks":["Tổng số lần nhấp"],"Total Keywords":["Tổng số từ khóa"],"Average Position":["Vị trí trung bình"],"Internal Links":["Liên kết nội bộ"],"Incoming Links":["Liên kết đến"],"Keywords":["Từ khóa"],"Links":["Liên kết"],"SEO Score":["Điểm SEO"],"Status":["Trạng thái"],"Soft 404":["Lỗi 404 mềm"],"Last Crawl: ":["Lần thu thập dữ liệu cuối cùng: "],"Error":["Lỗi"],"Position":["Vị trí"],"Impressions":["Lượt hiển thị"],"Clicks":["Lượt nhấp"],"External Links":["Liên kết ngoài"],"Analytics":["Phân tích"],"None":["Không có"],"Dashboard":["Bảng tổng quan"],"Title":["Tiêu đề SEO"]}},"comment":{"reference":"includes\/modules\/analytics\/assets\/js\/stats.js"}}