{"translation-revision-date":"2025-08-03 09:08:59+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"vi_VN"},"No posts found with SEO score.":["Không tìm thấy bài viết nào có điểm SEO."],"Import finished.":["Hoàn tất quá trình nhập dữ liệu."],"Titles & Metas":["Tiêu đề & Thẻ meta"],"Starting SEO score recalculation":["Bắt đầu tính lại điểm SEO"],"Calculate SEO Scores":["Tính toán điểm SEO"],"Select data to import.":["Chọn dữ liệu để nhập."],"Are you sure you want erase all traces of %s?":["Bạn có chắc chắn muốn xóa tất cả dấu vết của %s không?"],"Are you sure you want to import data from %s?":["Bạn có chắc chắn muốn nhập dữ liệu từ %s không?"],"Other Plugins":["Các plugin khác"],"Take a backup of your plugin settings in case you wish to restore them in future. Use it as backup before making substantial changes to Rank Math settings. For taking a backup of the SEO data of your content, use the XML Export option.":["Sao lưu cài đặt plugin của bạn trong trường hợp bạn muốn khôi phục chúng trong tương lai. Sử dụng nó làm bản sao lưu trước khi thực hiện các thay đổi đáng kể đối với cài đặt Rank Math. Để sao lưu dữ liệu SEO của nội dung, hãy sử dụng tùy chọn Xuất XML."],"Settings Backup":["Sao lưu cài đặt"],"If you were using another plugin to add important SEO information to your website before switching to Rank Math SEO, you can import the settings and data here. ":["Nếu bạn đã sử dụng một plugin khác để thêm các thông tin SEO quan trọng vào website trước khi chuyển sang Rank Math SEO, bạn có thể nhập các thiết lập và dữ liệu tại đây. "],"Plugin Settings":["Cài đặt plugin"],"Import or export your Rank Math settings. This option is useful for replicating Rank Math settings across multiple websites. ":["Nhập hoặc xuất các thiết lập Rank Math của bạn. Tùy chọn này rất hữu ích khi bạn muốn sao chép cấu hình Rank Math cho nhiều website khác nhau. "],"Choose File":["Chọn tệp"],"Restore":["Khôi phục"],"Redirections":["Chuyển hướng"],"Choose the panels to export.":["Chọn các bảng để xuất."],"Clean":["Dọn dẹp"],"Export Settings":["Xuất Cài đặt"],"Import settings by locating settings file and clicking \"Import settings\".":["Nhập cài đặt bằng cách định vị tệp cài đặt và nhấp vào \"Nhập cài đặt\"."],"Please select a file to import.":["Vui lòng chọn một tệp để nhập."],"There is no backup.":["Không có bản sao lưu."],"Import":["Nhập"],"No plugin detected with importable data.":["Không tìm thấy plugin nào có dữ liệu có thể nhập."],"Learn more about the Import\/Export options.":["Tìm hiểu thêm về các tùy chọn Nhập\/Xuất."],"Settings File":["Tệp Cài đặt"],"Export":["Xuất"],"Role Manager Settings":["Cài đặt Trình quản lý Vai trò"],"Delete":["Xóa"],"Create Backup":["Tạo bản sao lưu"],"Import Settings":["Nhập Cài Đặt"],"Are you sure you want to delete this backup?":["Bạn có chắc chắn muốn xóa bản sao lưu này không?"],"Are you sure you want to restore this backup? Your current configuration will be overwritten.":["Bạn có chắc chắn muốn khôi phục bản sao lưu này không? Cấu hình hiện tại của bạn sẽ bị ghi đè."],"Backup: %s":["Sao lưu: %s"],"Are you sure you want to import settings into Rank Math? Don't worry, your current configuration will be saved as a backup.":["Bạn có chắc chắn muốn nhập cài đặt vào Rank Math không? Đừng lo lắng, cấu hình hiện tại của bạn sẽ được lưu dưới dạng bản sao lưu."],"Sitemap Settings":["Cài đặt sơ đồ trang"],"General Settings":["Cài đặt chung"]}},"comment":{"reference":"includes\/modules\/status\/assets\/js\/importExport.js"}}